{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [],
  "normalizer": null,
  "pre_tokenizer": {
    "type": "Whitespace"
  },
  "post_processor": null,
  "decoder": null,
  "model": {
    "type": "BPE",
    "dropout": null,
    "unk_token": null,
    "continuing_subword_prefix": null,
    "end_of_word_suffix": null,
    "fuse_unk": false,
    "byte_fallback": false,
    "ignore_merges": false,
    "vocab": {
      "+": 0,
      "-": 1,
      ".": 2,
      "0": 3,
      "1": 4,
      "2": 5,
      "3": 6,
      "4": 7,
      "5": 8,
      "6": 9,
      "7": 10,
      "8": 11,
      "9": 12,
      "e": 13,
      "00": 14,
      "0000": 15,
      "000000": 16,
      "000000e": 17,
      "0e": 18,
      "0000000e": 19,
      "5000000e": 20,
      "4000000e": 21,
      "3000000e": 22,
      "8000000e": 23,
      "1000000e": 24,
      "7000000e": 25,
      "01": 26,
      "2000000e": 27,
      "9000000e": 28,
      "6000000e": 29
    },
    "merges": [
      [
        "0",
        "0"
      ],
      [
        "00",
        "00"
      ],
      [
        "0000",
        "00"
      ],
      [
        "000000",
        "e"
      ],
      [
        "0",
        "e"
      ],
      [
        "000000",
        "0e"
      ],
      [
        "5",
        "000000e"
      ],
      [
        "4",
        "000000e"
      ],
      [
        "3",
        "000000e"
      ],
      [
        "8",
        "000000e"
      ],
      [
        "1",
        "000000e"
      ],
      [
        "7",
        "000000e"
      ],
      [
        "0",
        "1"
      ],
      [
        "2",
        "000000e"
      ],
      [
        "9",
        "000000e"
      ],
      [
        "6",
        "000000e"
      ]
    ]
  }
}